Repository: Chuloo/mural
Catalog: apps/ios/App/Localizable.xcstrings
Source language: en
Languages: vi, zh_hans

source: Your subscription voice connection reported an error. Please reconnect.
vi: Kết nối giọng nói theo gói đăng ký báo lỗi. Vui lòng kết nối lại.
zh_hans: 订阅语音连接发生错误。请重新连接。

source: Your subscription voice service reported an error. Please reconnect.
vi: Dịch vụ giọng nói theo gói đăng ký báo lỗi. Vui lòng kết nối lại.
zh_hans: 订阅语音服务报告了错误。请重新连接。

source: Your words belong to you
vi: Từ vựng thuộc về bạn
zh_hans: 你的词汇归你所有

source: Your words.
vi: Từ vựng của bạn.
zh_hans: 你的词汇。

source: You’re offline. Check your connection and try again.
vi: Bạn đang ngoại tuyến. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 当前没有网络连接。请检查网络后重试。

source: You’ve reached your conversation time limit.
vi: Bạn đã đạt giới hạn thời gian trò chuyện.
zh_hans: 已达到对话时间上限。

source: À table
vi: Vào bàn ăn
zh_hans: 开饭了

source: Learning settings / change article
vi: Cài đặt học / Đổi bài viết
zh_hans: 学习设置 / 更换文章

source: Article mode
vi: Chế độ đọc bài
zh_hans: 文章模式

source: Paste article URL
vi: Dán địa chỉ bài viết
zh_hans: 粘贴文章地址

source: Source: %@
vi: Nguồn: %@
zh_hans: 来源：%@

source: Paragraph %lld / %lld
vi: Đoạn %lld / %lld
zh_hans: 第 %lld / %lld 段

source: Previous paragraph
vi: Đoạn trước
zh_hans: 上一段

source: Next paragraph
vi: Đoạn tiếp theo
zh_hans: 下一段

source: Explain paragraph
vi: Giải thích đoạn này
zh_hans: 讲解本段

source: Import
vi: Nhập
zh_hans: 导入

# article_import_error_invalid_archive
source: This archive is invalid or unsafe to read.
vi: Tệp lưu trữ này không hợp lệ hoặc không an toàn để đọc.
zh_hans: 此文件无效或无法安全读取。

# article_import_error_unsupported_archive
source: This archive format is not supported.
vi: Không hỗ trợ định dạng tệp này.
zh_hans: 不支持此文件格式。

# article_import_error_unsupported_url
source: Unsupported article address. Web links must use HTTPS and contain no username or password.
vi: Địa chỉ bài viết không được hỗ trợ. Liên kết web phải dùng HTTPS và không chứa tên người dùng hoặc mật khẩu.
zh_hans: 不支持此文章地址。网页链接必须使用 HTTPS，且不能包含用户名或密码。

# article_import_error_unsupported_content_type
source: This document type is not supported.
vi: Không hỗ trợ loại tài liệu này.
zh_hans: 不支持此文档类型。

# article_import_error_request_failed
source: The article could not be downloaded.
vi: Không thể tải bài viết.
zh_hans: 无法获取文章。

# article_import_error_response_too_large
source: The document is too large to import.
vi: Tài liệu quá lớn để nhập.
zh_hans: 文档过大，无法导入。

# article_import_error_bad_response
source: The article source returned an invalid response.
vi: Nguồn bài viết trả về phản hồi không hợp lệ.
zh_hans: 文章来源返回了无效内容。

# article_import_error_unreadable_pdf
source: This PDF could not be read.
vi: Không thể đọc PDF này.
zh_hans: 无法读取此 PDF。

# article_import_error_scanned_pdf
source: This scanned PDF has no selectable text.
vi: PDF quét này không có văn bản có thể chọn.
zh_hans: 此扫描 PDF 没有可选文本。

# article_import_error_empty_article
source: No readable article text was found.
vi: Không tìm thấy văn bản bài viết có thể đọc.
zh_hans: 没有找到可读取的文章文本。

# article_import_error_article_too_long
source: The article is longer than 40,000 characters.
vi: Bài viết dài hơn 40.000 ký tự.
zh_hans: 文章超过 40,000 个字符。

# article_import_error_webpage_needs_pasted_text
source: This webpage needs its text pasted into the editor.
vi: Bạn cần dán nội dung trang web vào trình soạn thảo.
zh_hans: 此网页需要将正文粘贴到编辑框中。

# Orb skin prism
source: Prism
vi: Lăng kính
zh_hans: 棱镜

# Orb skin sunset
source: Sunset
vi: Hoàng hôn
zh_hans: 落日

# Orb skin rose
source: Rose
vi: Hoa hồng
zh_hans: 玫瑰

# Orb skin lavender
source: Lavender
vi: Oải hương
zh_hans: 薰衣草

# Orb skin coral
source: Coral
vi: San hô
zh_hans: 珊瑚

# Orb skin mint
source: Mint
vi: Bạc hà
zh_hans: 薄荷

# Orb skin citrus
source: Citrus
vi: Cam chanh
zh_hans: 柑橘

# Orb skin berry
source: Berry
vi: Quả mọng
zh_hans: 莓果

# Orb skin twilight
source: Twilight
vi: Chạng vạng
zh_hans: 暮光

# Orb skin aqua
source: Aqua
vi: Xanh nước
zh_hans: 水蓝

# Orb skin ember
source: Ember
vi: Than hồng
zh_hans: 余烬

# Orb skin orchid
source: Orchid
vi: Phong lan
zh_hans: 兰花

# Orb skin glacier
source: Glacier
vi: Sông băng
zh_hans: 冰川

# Orb skin solar
source: Solar
vi: Mặt trời
zh_hans: 太阳

# Orb skin velvet
source: Velvet
vi: Nhung
zh_hans: 天鹅绒

# Orb skin jade
source: Jade
vi: Ngọc bích
zh_hans: 翡翠

# Orb skin cosmic
source: Cosmic
vi: Vũ trụ
zh_hans: 星云

# Orb skin peach
source: Peach
vi: Đào
zh_hans: 蜜桃

# Orb skin classic
source: Classic droplet (default)
vi: Giọt nước cổ điển (mặc định)
zh_hans: 经典水滴（默认）

# Orb skin ocean
source: Ocean
vi: Đại dương
zh_hans: 海洋

# Orb skin aurora
source: Aurora
vi: Cực quang
zh_hans: 极光

# Orb skin forest
source: Forest
vi: Rừng xanh
zh_hans: 森林

source: Play British pronunciation
vi: Phát âm Anh-Anh
zh_hans: 播放英式发音

source: Play American pronunciation
vi: Phát âm Anh-Mỹ
zh_hans: 播放美式发音

source: Play example
vi: Phát câu ví dụ
zh_hans: 播放例句

source: Explain grammar
vi: Giải thích ngữ pháp
zh_hans: 讲解语法

source: Explain meaning
vi: Giải thích nghĩa
zh_hans: 讲解释义

source: Other language
vi: Ngôn ngữ khác
zh_hans: 其他语言

source: Language name (optional)
vi: Tên ngôn ngữ (tùy chọn)
zh_hans: 语言名称（可选）

source: Import article file
vi: Nhập tệp bài viết
zh_hans: 导入文章文件

source: Article reading
vi: Đọc bài viết
zh_hans: 文章阅读

source: After you start, tell the teacher which language you want to learn.
vi: Sau khi bắt đầu, hãy nói cho giáo viên biết bạn muốn học ngôn ngữ nào.
zh_hans: 开始后告诉老师你想学习哪种语言。

source: Conversation explanation language
vi: Ngôn ngữ giải thích hội thoại
zh_hans: 对话讲解语言

source: Ask for explanations in this language during free conversation.
vi: Trong cuộc trò chuyện tự do, bạn có thể yêu cầu giải thích bằng ngôn ngữ này.
zh_hans: 自由对话时，可以要求用这种语言讲解。

source: This takes effect in your next conversation.
vi: Cài đặt sẽ có hiệu lực từ cuộc trò chuyện tiếp theo.
zh_hans: 将在下一次对话中生效。

source: Article title (optional)
vi: Tiêu đề bài viết (tùy chọn)
zh_hans: 文章标题（可选）

source: Paste the complete article here. Maximum 40,000 characters; nothing is silently shortened.
vi: Dán toàn bộ bài viết vào đây. Tối đa 40.000 ký tự; nội dung không bị tự động cắt ngắn.
zh_hans: 请在这里粘贴完整文章。最多 40,000 个字符，不会静默截短。

source: Read, then check understanding
vi: Đọc trước, rồi kiểm tra mức hiểu
zh_hans: 先阅读，再检查理解

source: Explain each paragraph
vi: Giải thích từng đoạn
zh_hans: 逐段讲解

# Paste an article above to begin reading together.
source: Import or paste an article to begin reading together.
vi: Nhập bài viết từ tệp, trang web hoặc dán nội dung để bắt đầu đọc cùng nhau.
zh_hans: 导入或粘贴文章后，即可开始共读。

source: Check understanding
vi: Kiểm tra mức hiểu
zh_hans: 检查理解

source: Supported formats: PDF, DOCX, EPUB, TXT, Markdown, RTF, and HTML.
vi: Định dạng hỗ trợ: PDF, DOCX, EPUB, TXT, Markdown, RTF và HTML.
zh_hans: 支持 PDF、DOCX、EPUB、TXT、Markdown、RTF 和 HTML。

# article_import_error_unreadable_document
source: This document could not be read. Please choose another file.
vi: Không thể đọc tài liệu này. Hãy chọn tệp khác.
zh_hans: 无法读取此文档，请选择其他文件。

source: Orb skin
vi: Giao diện quả cầu
zh_hans: 圆球外观

source: Learning settings
vi: Cài đặt học tập
zh_hans: 学习设置

source: Ask by typing
vi: Đặt câu hỏi bằng văn bản
zh_hans: 打字提问

source: Orb skins
vi: Giao diện quả cầu
zh_hans: 光球皮肤

source: Article web address
vi: Địa chỉ trang web bài viết
zh_hans: 文章网页地址

source: Import web page
vi: Nhập trang web
zh_hans: 导入网页

source: Appearance
vi: Giao diện
zh_hans: 外观

source: Avatar
vi: Ảnh đại diện
zh_hans: 头像

source: Animated
vi: Quả cầu động
zh_hans: 动态光球

source: Cartoon
vi: Ảnh đại diện hoạt hình
zh_hans: 卡通头像

source: Animals
vi: Ảnh đại diện động vật
zh_hans: 动物头像

source: Custom image
vi: Ảnh tùy chỉnh
zh_hans: 自定义图片

source: Choose one image
vi: Chọn một ảnh
zh_hans: 选择一张图片

source: Selected
vi: Đã chọn
zh_hans: 已选择

# avatar_error_unable_to_save_image
source: Unable to save this image.
vi: Không thể lưu ảnh này.
zh_hans: 无法保存这张图片。

# Orb skin silverMist
source: Silver Mist
vi: Sương bạc
zh_hans: 银雾

# Orb skin frostedGlass
source: Frosted Glass
vi: Kính mờ
zh_hans: 磨砂玻璃

# Orb skin naturalTitanium
source: Natural Titanium
vi: Titan tự nhiên
zh_hans: 原色钛金属

# Orb skin spaceGraphite
source: Space Graphite
vi: Xám than chì
zh_hans: 深空石墨

# Orb skin starlight
source: Starlight
vi: Ánh sao
zh_hans: 星光

# Orb skin ceramicWhite
source: Ceramic White
vi: Trắng gốm
zh_hans: 陶瓷白

# Orb skin iceBlue
source: Glacier Blue
vi: Xanh băng
zh_hans: 冰川蓝

# Orb skin roseMetal
source: Rose Gold
vi: Vàng hồng
zh_hans: 玫瑰金

# Orb skin midnightGlass
source: Midnight Glass
vi: Kính đêm
zh_hans: 午夜玻璃

# Orb skin pearl
source: Pearl
vi: Ngọc trai
zh_hans: 珍珠

# Avatar Star sprite
source: Star sprite
vi: Tinh linh ngôi sao
zh_hans: 星星精灵

# Avatar Cloud sprite
source: Cloud sprite
vi: Tinh linh mây
zh_hans: 云朵精灵

# Avatar Robot
source: Robot
vi: Rô-bốt
zh_hans: 机器人

# Avatar Moon sprite
source: Moon sprite
vi: Tinh linh mặt trăng
zh_hans: 月亮精灵

# Avatar Sun sprite
source: Sun sprite
vi: Tinh linh mặt trời
zh_hans: 太阳精灵

# Avatar Leaf sprite
source: Leaf sprite
vi: Tinh linh lá
zh_hans: 叶子精灵

# Avatar Mushroom sprite
source: Mushroom sprite
vi: Tinh linh nấm
zh_hans: 蘑菇精灵

# Avatar Water drop
source: Water drop
vi: Giọt nước
zh_hans: 水滴

# Avatar Friendly ghost
source: Friendly ghost
vi: Ma nhỏ thân thiện
zh_hans: 小幽灵

# Avatar Jellyfish
source: Jellyfish
vi: Sứa
zh_hans: 水母

# Avatar Astronaut
source: Astronaut
vi: Phi hành gia
zh_hans: 宇航员

# Avatar Seed sprite
source: Seed sprite
vi: Tinh linh hạt giống
zh_hans: 种子精灵

# Avatar Origami bird
source: Origami bird
vi: Chim giấy
zh_hans: 折纸鸟

# Avatar Wizard
source: Wizard
vi: Phù thủy
zh_hans: 魔法师

# Avatar Flower sprite
source: Flower sprite
vi: Tinh linh hoa
zh_hans: 花朵精灵

# Avatar Coral sprite
source: Coral sprite
vi: Tinh linh san hô
zh_hans: 珊瑚精灵

# Avatar Rainbow sprite
source: Rainbow sprite
vi: Tinh linh cầu vồng
zh_hans: 彩虹精灵

# Avatar Snow sprite
source: Snow sprite
vi: Tinh linh tuyết
zh_hans: 雪精灵

# Avatar Little dragon
source: Little dragon
vi: Rồng nhỏ
zh_hans: 小龙

# Avatar Space creature
source: Space creature
vi: Bạn ngoài hành tinh
zh_hans: 太空伙伴

# Avatar Cat
source: Cat
vi: Mèo
zh_hans: 猫咪

# Avatar Dog
source: Dog
vi: Chó
zh_hans: 小狗

# Avatar Rabbit
source: Rabbit
vi: Thỏ
zh_hans: 兔子

# Avatar Fox
source: Fox
vi: Cáo
zh_hans: 狐狸

# Avatar Panda
source: Panda
vi: Gấu trúc
zh_hans: 熊猫

# Avatar Red panda
source: Red panda
vi: Gấu trúc đỏ
zh_hans: 小熊猫

# Avatar Bear
source: Bear
vi: Gấu nâu
zh_hans: 棕熊

# Avatar Koala
source: Koala
vi: Gấu túi
zh_hans: 考拉

# Avatar Otter
source: Otter
vi: Rái cá
zh_hans: 水獭

# Avatar Capybara
source: Capybara
vi: Chuột lang nước
zh_hans: 水豚

# Avatar Penguin
source: Penguin
vi: Chim cánh cụt
zh_hans: 企鹅

# Avatar Owl
source: Owl
vi: Cú mèo
zh_hans: 猫头鹰

# Avatar Duck
source: Duck
vi: Vịt
zh_hans: 小鸭

# Avatar Parrot
source: Parrot
vi: Vẹt
zh_hans: 鹦鹉

# Avatar Deer
source: Deer
vi: Hươu
zh_hans: 小鹿

# Avatar Lion
source: Lion
vi: Sư tử
zh_hans: 狮子

# Avatar Tiger
source: Tiger
vi: Hổ
zh_hans: 老虎

# Avatar Elephant
source: Elephant
vi: Voi
zh_hans: 大象

# Avatar Dolphin
source: Dolphin
vi: Cá heo
zh_hans: 海豚

# Avatar Seal
source: Seal
vi: Hải cẩu
zh_hans: 海豹

source: Avatar type
vi: Loại ảnh đại diện
zh_hans: 头像类型

source: Preparing image…
vi: Đang xử lý ảnh…
zh_hans: 正在处理图片…

source: Your saved image is unavailable. Choose another image.
vi: Không thể đọc ảnh đã lưu. Vui lòng chọn ảnh khác.
zh_hans: 已保存的图片无法读取，请重新选择。

source: Paste article text
vi: Dán nội dung bài viết
zh_hans: 粘贴文章正文

source: Article text
vi: Nội dung bài viết
zh_hans: 文章正文

source: This word is unavailable. Choose another word from the library.
vi: Không thể đọc từ hiện tại. Vui lòng chọn lại trong thư viện từ.
zh_hans: 无法读取当前单词，请从词库重新选择。

source: Practice and review
vi: Luyện tập và ôn tập
zh_hans: 练习与复习

source: Choose a conversation to begin.
vi: Chọn một chủ đề để bắt đầu trò chuyện.
zh_hans: 选择一个话题开始对话。

source: Current topic
vi: Chủ đề hiện tại
zh_hans: 当前主题

source: Search for a subject to explore together.
vi: Tìm một chủ đề để cùng khám phá.
zh_hans: 搜索一个可以一起探索的话题。

source: Words you are practising in %@.
vi: Các từ bạn đang luyện bằng %@.
zh_hans: 你正在练习的 %@ 词汇。

source: Custom avatar images are stored only on this device and are not included in learning backups.
vi: Ảnh đại diện tùy chỉnh chỉ được lưu trên thiết bị này và không có trong bản sao lưu học tập.
zh_hans: 自定义头像图片仅保存在本设备，不包含在学习备份中。

# ogden.tab.home
source: Home
vi: Trang chủ
zh_hans: 首页

# ogden.tab.levels
source: Levels
vi: Cấp độ
zh_hans: 闯关

# ogden.tab.library
source: Word bank
vi: Từ vựng
zh_hans: 词库

# ogden.tab.review
source: Review
vi: Ôn tập
zh_hans: 复习

# ogden.home.offline
source: 850 words available offline
vi: 850 từ có thể học ngoại tuyến
zh_hans: 850个词，支持离线学习

# ogden.continue
source: Continue learning
vi: Tiếp tục học
zh_hans: 继续学习

# ogden.mastered
source: Mastered
vi: Đã nắm vững
zh_hans: 已掌握

# ogden.favorites
source: Favorites
vi: Yêu thích
zh_hans: 收藏

# ogden.streak
source: Day streak
vi: Chuỗi ngày học
zh_hans: 连续学习

# ogden.tap.translation
source: Tap for the Chinese translation
vi: Chạm để xem bản dịch tiếng Trung
zh_hans: 轻触查看中文翻译

# ogden.tap.english
source: Tap to return to English
vi: Chạm để trở về tiếng Anh
zh_hans: 轻触返回英文

# ogden.action.levels
source: Levels
vi: Cấp độ
zh_hans: 闯关

# ogden.action.library
source: Word bank
vi: Từ vựng
zh_hans: 词库

# ogden.action.review
source: Review
vi: Ôn tập
zh_hans: 复习

# ogden.category.operations
source: Operations
vi: Từ chỉ thao tác
zh_hans: 操作词

# ogden.category.general-things
source: General Things
vi: Sự vật thông dụng
zh_hans: 通用词

# ogden.category.picturable-things
source: Picturable Things
vi: Từ có thể minh họa
zh_hans: 图示词

# ogden.category.qualities
source: Qualities
vi: Tính chất
zh_hans: 性质词

# ogden.category.opposites
source: Opposites
vi: Từ trái nghĩa
zh_hans: 反义词

# ogden.search
source: Search words or meanings
vi: Tìm từ hoặc nghĩa
zh_hans: 搜索单词或释义

# ogden.all
source: All
vi: Tất cả
zh_hans: 全部

# ogden.level
source: Level %d
vi: Cấp %d
zh_hans: 第%d关

# ogden.level.words
source: %d words
vi: %d từ
zh_hans: %d个词

# ogden.wrong
source: Words to review
vi: Từ cần ôn
zh_hans: 错词本

# ogden.empty.wrong
source: No words to review yet.
vi: Chưa có từ cần ôn.
zh_hans: 暂时没有错词。

# ogden.empty.favorites
source: You have not saved any favorites yet.
vi: Bạn chưa lưu từ yêu thích nào.
zh_hans: 还没有收藏词。

# ogden.settings
source: Learning settings
vi: Cài đặt học tập
zh_hans: 学习设置

# ogden.settings.pronunciation
source: Pronunciation
vi: Phát âm
zh_hans: 发音

# ogden.settings.chinese
source: Chinese display
vi: Hiển thị tiếng Trung
zh_hans: 中文显示

# ogden.accent
source: Accent
vi: Giọng đọc
zh_hans: 发音口音

# ogden.traditional
source: Traditional Chinese
vi: Tiếng Trung phồn thể
zh_hans: 繁体中文

# ogden.source.words
source: Offline library: %d words
vi: Thư viện ngoại tuyến: %d từ
zh_hans: 离线词库：%d个词

# ogden.done
source: Done
vi: Xong
zh_hans: 完成

# ogden.close
source: Close
vi: Đóng
zh_hans: 关闭

# ogden.loading
source: Loading the offline word bank…
vi: Đang tải thư viện từ ngoại tuyến…
zh_hans: 正在加载离线词库…

# ogden.error.title
source: Word bank unavailable
vi: Không thể tải thư viện từ
zh_hans: 词库不可用

# ogden.practice.listen
source: Listen and choose the word
vi: Nghe và chọn từ
zh_hans: 听音选词

# ogden.practice.meaning
source: Choose the English word
vi: Chọn từ tiếng Anh
zh_hans: 看中文选英文

# ogden.practice.cloze
source: Complete the sentence
vi: Điền vào câu
zh_hans: 例句填空

# ogden.practice.spelling
source: Spelling challenge
vi: Thử thách chính tả
zh_hans: 拼写挑战

# ogden.practice.synonym
source: Choose a similar word
vi: Chọn từ đồng nghĩa
zh_hans: 近义词配对

# ogden.listen
source: Play offline pronunciation
vi: Phát âm ngoại tuyến
zh_hans: 播放离线发音

# ogden.spelling.placeholder
source: Type the spelling
vi: Nhập cách viết
zh_hans: 输入拼写

# ogden.submit
source: Check answer
vi: Kiểm tra đáp án
zh_hans: 检查答案

# ogden.correct
source: Correct
vi: Đúng
zh_hans: 回答正确

# ogden.incorrect
source: Not quite
vi: Chưa đúng
zh_hans: 还不正确

# ogden.next
source: Next word
vi: Từ tiếp theo
zh_hans: 下一个词

# ogden.finish
source: Finish level
vi: Hoàn thành cấp
zh_hans: 完成本关

# ogden.question.progress
source: Word %d of %d
vi: Từ %d trên %d
zh_hans: 第%d个词，共%d个

# ogden.question.score
source: Score %d
vi: Điểm %d
zh_hans: 得分%d

# ogden.practice.complete
source: Practice complete
vi: Đã hoàn thành bài tập
zh_hans: 练习完成

# ogden.practice.result
source: %d of %d correct
vi: Đúng %d/%d câu
zh_hans: 答对%d/%d

# ogden.practice.noQuestion
source: This group has no suitable questions of this type. Choose another type or practice from the full word bank.
vi: Nhóm này không có câu hỏi phù hợp với dạng bài này. Hãy chọn dạng khác hoặc luyện với toàn bộ thư viện từ.
zh_hans: 本组没有适合此题型的题目。请选择其他题型，或从完整词库练习。

# ogden.practice.type
source: Exercise type
vi: Loại bài tập
zh_hans: 练习类型

# ogden.synonym.prompt
source: Choose a word similar to %@
vi: Chọn từ có nghĩa gần với %@
zh_hans: 选择与“%@”意思相近的词

# ogden.answer
source: Correct answer: %@
vi: Đáp án đúng: %@
zh_hans: 正确答案：%@

# ogden.accessibility.play
source: Play offline pronunciation
vi: Phát âm ngoại tuyến
zh_hans: 播放离线发音

# ogden.accessibility.study
source: Study this word with the teacher
vi: Học từ này cùng giáo viên
zh_hans: 跟老师学习这个词

# ogden.accessibility.favorite
source: Add to favorites
vi: Thêm vào yêu thích
zh_hans: 加入收藏

# ogden.accessibility.unfavorite
source: Remove from favorites
vi: Bỏ khỏi yêu thích
zh_hans: 取消收藏

# ogden.progress.invalid
source: Learning progress could not be read.
vi: Không thể đọc tiến độ học tập.
zh_hans: 无法读取学习进度。

# ogden.start.review
source: Review these words
vi: Ôn các từ này
zh_hans: 练习这些词

# ogden.practice.all
source: Practice by type
vi: Luyện tập theo dạng bài
zh_hans: 选择题型练习

# ogden.category
source: Category
vi: Danh mục
zh_hans: 分类

# ogden.details
source: Meaning and example
vi: Nghĩa và ví dụ
zh_hans: 词义与例句

# ogden.word.progress
source: Mastery %d/3 · Correct %d/%d
vi: Mức độ thành thạo %d/3 · Đúng %d/%d
zh_hans: 熟练度%d/3 · 答对%d/%d

# ogden.practice.mixed
source: Mixed practice
vi: Luyện tập tổng hợp
zh_hans: 综合练习

# ogden.practice.setup
source: Mixed practice covers each word. A selected type uses only words with a suitable exercise.
vi: Bài tổng hợp bao gồm từng từ trong nhóm. Bài theo dạng chỉ dùng các từ có câu hỏi phù hợp.
zh_hans: 综合练习覆盖本组每个词；单项练习只使用有合适题目的词。

# ogden.practice.start
source: Start practice
vi: Bắt đầu luyện tập
zh_hans: 开始练习

# ogden.practice.partial
source: This practice covered part of the level. Complete mixed practice to unlock the next level.
vi: Lần này bạn chỉ luyện một phần số từ. Hãy hoàn thành bài tổng hợp của cấp này để mở cấp tiếp theo.
zh_hans: 本次只练习了部分单词。完成本关综合练习后可解锁下一关。

# ogden.accent.us
source: US · American English
vi: US · Tiếng Anh Mỹ
zh_hans: US · 美式英语

# ogden.accent.uk
source: UK · British English
vi: UK · Tiếng Anh Anh
zh_hans: UK · 英式英语

# ogden.source.notice
source: Source and license
vi: Nguồn và giấy phép
zh_hans: 来源与许可

source: This word’s offline recording is unavailable.
vi: Bản ghi âm ngoại tuyến của từ này không khả dụng.
zh_hans: 这个词的离线录音不可用。

source: The offline recording could not be played. Please try again.
vi: Không thể phát bản ghi âm ngoại tuyến. Vui lòng thử lại.
zh_hans: 无法播放离线录音，请重试。

source: Please wait for the voice connection before playing a recording.
vi: Vui lòng đợi kết nối thoại hoàn tất rồi phát bản ghi âm.
zh_hans: 请等待语音连接完成后再播放录音。

source: End the current conversation before opening this vocabulary lesson.
vi: Vui lòng kết thúc cuộc trò chuyện hiện tại trước khi mở bài học từ vựng này.
zh_hans: 请先结束当前对话，再打开这个单词的课程。

source: Page background
vi: Nền trang
zh_hans: 页面背景

# Page background original
source: Original Mural
vi: Mural nguyên bản
zh_hans: 原版暖色

# Page background iridescent
source: Iridescent
vi: Sắc màu óng ánh
zh_hans: 柔和幻彩

# Page background peach
source: Peach
vi: Sắc đào ấm áp
zh_hans: 蜜桃暖光

# Page background mint
source: Mint
vi: Xanh bạc hà
zh_hans: 薄荷清绿

# Page background sky
source: Sky
vi: Xanh da trời
zh_hans: 晴空蓝

# Page background lavender
source: Lavender
vi: Tím oải hương
zh_hans: 薰衣草紫

# ogden.studied
source: Studied words
vi: Từ đã học
zh_hans: 已学习词语

# Orb skin concentricRipple
source: Concentric ripples
vi: Sóng đồng tâm
zh_hans: 同心水波

# Orb skin flowingWave
source: Flowing waves
vi: Gợn sóng chuyển động
zh_hans: 流动波纹

# Orb skin flowingStripes
source: Flowing stripes
vi: Dải vân uốn lượn
zh_hans: 流线条纹

# Orb skin orbitalStripes
source: Orbital stripes
vi: Dải vân bao quanh
zh_hans: 环绕条纹

# Orb skin holographicRing
source: Holographic halo
vi: Vòng sáng toàn ảnh
zh_hans: 全息光环

# Orb skin plasmaDrop
source: Plasma droplet
vi: Giọt plasma
zh_hans: 等离子液滴

# Orb skin flowSunrise
source: Peach Dawn
vi: Bình minh đào
zh_hans: 晨曦蜜桃

# Orb skin flowRose
source: Rose Glow
vi: Ánh hồng dịu
zh_hans: 玫瑰柔光

# Orb skin flowJade
source: Jade Ripples
vi: Gợn sóng ngọc
zh_hans: 青玉微澜

# Orb skin flowGlacier
source: Glacier Glass
vi: Pha lê băng
zh_hans: 冰川琉璃

# Orb skin flowLilac
source: Lilac Clouds
vi: Mây tím hoàng hôn
zh_hans: 暮紫云绸

# Orb skin flowOcean
source: Deep Ocean
vi: Biển xanh thẳm
zh_hans: 深海蓝调

# Orb skin flowAmber
source: Golden Amber
vi: Hổ phách vàng
zh_hans: 琥珀流金

# Orb skin flowMatcha
source: Matcha Mist
vi: Sương matcha
zh_hans: 抹茶奶雾

# Orb skin flowPearl
source: Moonlit Pearl
vi: Ngọc trai ánh trăng
zh_hans: 月白珍珠

# Orb skin flowMidnight
source: Midnight Iridescence
vi: Ánh sắc đêm
zh_hans: 星夜虹彩

# Orb skin conceptNebula
source: Flowing Nebula
vi: Tinh vân chuyển động
zh_hans: 流动星云

# Orb skin conceptHalo
source: Halo Rhythm
vi: Nhịp điệu hào quang
zh_hans: 光环律动

# Orb skin conceptParticles
source: Particle Planet
vi: Hành tinh hạt
zh_hans: 粒子星球

# Orb skin conceptRipples
source: Water Ripples
vi: Gợn sóng nước
zh_hans: 水波涟漪

# Orb skin conceptAurora
source: Flowing Aurora
vi: Cực quang chuyển động
zh_hans: 极光流动

# Orb skin conceptCrystal
source: Geometric Crystal
vi: Tinh thể hình học
zh_hans: 几何水晶

# Orb skin conceptOrbits
source: Orbital Rings
vi: Vòng quỹ đạo
zh_hans: 星环轨道

# Orb skin conceptBreath
source: Breathing Light Orb
vi: Quả cầu nhịp thở
zh_hans: 呼吸光球

# Orb skin conceptWave
source: Soundwave Form
vi: Dạng sóng âm
zh_hans: 声波形态

# Orb skin conceptNature
source: Nature Elements
vi: Thiên nhiên
zh_hans: 自然元素

# Orb skin conceptNight
source: Midnight Glow Orb
vi: Quả cầu ánh sáng đêm
zh_hans: 暗夜光球

# Orb skin conceptMorph
source: Morphing Forms
vi: Biến đổi hình thái
zh_hans: 多形态变换

source: Bokmål
zh_hans: 博克马尔语

source: Brazil
zh_hans: 巴西

source: OK
zh_hans: 好

# Orb skin neon
source: Neon
zh_hans: 霓虹

# Orb skin sapphire
source: Sapphire
zh_hans: 蓝宝石
